Repository: common-repository/nomads-connected
Catalog: languages/nomads-connected-*.po
Languages: de_de

source: Your web server is not configured properly to use this plugin. This plugin uses the cURL Library to communicate with the Nomads Connected Server, however the cURL support for PHP is currently disabled. Please contact your web server administrator/provider.
de_de: Dein Webserver ist nicht richtig konfiguriert, um das Plugin zu benutzen. Das Plugin verwendet die cURL-Bibliothek f&uuml;r die Kommunikation mit dem Nomads Connected Server, aber die cURL-Unterst&uuml;tzung f&uuml;r PHP ist momentan deaktiviert. Bitte kontaktiere Deinen Webserver-Administrator bzw. Provider.

source: Before you can use the plugin you must acquire a free <a href="http://code.google.com/apis/maps/signup.html">Google API Key</a> for your blog - the plugin will not function without it!
de_de: Bevor Du dieses Plugin benutzen kannst, musst Du einen kostenlosen <a href="http://code.google.com/apis/maps/signup.html">Google API-Schl&uuml;ssel</a> f&uuml;r Deinen Blog besorgen. Das Plugin wird ohne ihn nicht funktionieren.

source: Before you can use the plugin you must activate the <a href="http://www.nomadsconnected.com/settings/systemSettings.html">API Key</a> for your Nomads Connected account - the plugin will not function without it!
de_de: Bevor Du dieses Plugin benutzen kannst, musst Du den <a href="http://www.nomadsconnected.com/settings/systemSettings.html">API-Schl&uuml;ssel</a> f&uuml;r Deinen Nomads Connected Account aktivieren. Das Plugin wird ohne ihn nicht funktionieren.

source: If you are not registered with Nomads Connected yet you must <a href="http://www.nomadsconnected.com/access/register.html">create a free account</a> first.
de_de: Wenn Du noch nicht bei Nomads Connected registriert bist, musst Du zuerst einen <a href="http://www.nomadsconnected.com/access/register.html">kostenlosen Account anlegen</a>.

source: Past Waypoints
de_de: Ehemalige Wegpunkte

source: Could not read waypoints. Please check your settings!
de_de: Die Wegpunkte konnten nicht gelesen werden. Bitte pr&uuml;fe Deine Einstellungen!

source: Nomads Connected settings updated
de_de: Nomads Connected Einstellungen gespeichert

source: Nomads Connected Settings
de_de: Nomads Connected Einstellungen

source: General Settings
de_de: Allgemeine Einstellungen

source: Google API Key
de_de: Google API-Schl&uuml;ssel

source: Nomads Connected API Key
de_de: Nomads Connected API-Schl&uuml;ssel

source: Map Display Settings
de_de: Kartendarstellung

source: Default Map Type
de_de: Standard-Kartentyp

source: Map
de_de: Karte

source: Satellite
de_de: Satellit

source: Map Height
de_de: H&ouml;he der Karte

source: Route Display Settings
de_de: Routenanzeige

source: Marker Color
de_de: Markierungsfarbe

source: Black
de_de: Schwarz

source: Blue
de_de: Blau

source: Green
de_de: Gr&uuml;n

source: Light Blue
de_de: Hellblau

source: Purple
de_de: Violett

source: Red
de_de: Rot

source: Dark Red
de_de: Dunkelrot

source: Yellow
de_de: Gelb

source: Connect Markers
de_de: Markierungen verbinden

source: never
de_de: nie

source: if they are not more than 1 day apart
de_de: wenn sie nicht mehr als 1 Tag auseinander liegen

source: if they are not more than 2 days apart
de_de: wenn sie nicht mehr als 2 Tage auseinander liegen

source: if they are not more than 3 days apart
de_de: wenn sie nicht mehr als 3 Tage auseinander liegen

source: if they are not more than 1 week apart
de_de: wenn sie nicht mehr als eine Woche auseinander liegen

source: Line Color for Past Routes
de_de: Linienfarbe f&uuml;r zur&uuml;ckgelegte Routen

source: Line Color for Future Routes
de_de: Linienfarbe f&uuml;r zuk&uuml;nftige Routen

source: Line Width
de_de: Liniendicke

source: Pixels
de_de: Pixel

source: Save Changes
de_de: &Auml;nderungen Speichern

source: Display Your Route
de_de: Karte von Deiner Route anzeigen

source: From Date
de_de: von Datum

source: Through Date
de_de: bis Datum

source: Loading waypoints...
de_de: Wegpunkte werden geladen...
